export default {
  projections: {
    СоставТовараE: {
      материалы: {
        __caption__: 'Материалы',
        наименование: {
          __caption__: 'Наименование'
        }
      },
      количество: {
        __caption__: 'Количество'
      },
      единицы: {
        __caption__: 'Единицы'
      }
    }
  },
  validations: {
    единицы: {
      __caption__: 'Единицы'
    },
    количество: {
      __caption__: 'Количество'
    },
    материалы: {
      __caption__: 'Материалы'
    },
    товары: {
      __caption__: 'товары'
    }
  }
};
